{"topic0": {"messages": ["Guys? Electrohydrodynamic jetting should refer to both electrospinning and electrospraying right?", "yes. does anybody know what's the material we used for electrospinning? it was something like cellulose but not quiet", "spinning or spraying?", "if you mean spraying, then it's  Ethyl cellulose polymer in ethanol and water solvent", "we used the same material for both right?", "we didn't use spinning today! She just showed us the spraying", "Oh wait did you mean the pressurized gyration?", "no, no I mean spraying", "Hm, then that's it, you did spinning as well?", "it's almost the same, we didn't get fibers either, just longish particles and she called that electrospinning haha", "Oh... but still using the spraying machine right? So... can we call it spinning?", "from what i understand is the same machine, if you have lower voltage you get particles, if you increase it you get fibers", "but if your voltage is too high you'l get atomisation", "Then shouldn't it  then form fibers on the collector?", "if it atomises you'll get droplets like the asthma pump thing. no fibres. to get fibres is quite difficult you need to have the right viscosity and voltage. and conductivity and blah blah blah i haven;t done this lab so i actually don't know what you guy are talking about", "Hm，so as the voltage rises， it forms particles， then fibers then atomisation gradually? If I could set all the parameters right", "yeah", "the thing is, in the practice we only changed the voltage, the other parameters remained constant. So what i said about the voltage only applies for our case", "how high did you guys go with voltage?", "only 10 and 20 KV", "15kV for my group", "yeah that will just give you very fine fibres. you guys didn't do elctrospraying. i don't think", "But what we get are particles...", "it depends also in the concentration of the solution", "i.e. the viscosity", "surface tension and blah blah", "yeah, maxwell stresses", "Has anyone done the biomech cwk? and if so what does the graph look like for cartilage and bone. cos the girl produced the same results and said there was something wrong that day"]}, "topic2": {"messages": ["I've just put them in mine and concluded both samples were cartilage and a bone sample was missing. Because that is what happened", "yeah it was a bit silly, cos she said this is a bit hard so it must be bone", "You can put in a reference I guess for the bone graph but the idea of it all was just to familiarise us with the techniques I guessed", "Has anyone started the business report?", "I don't have a clue where to start lol", "We not sure if  the report is based on company and how to go about opening company or if it's based on device itself", "I think device itself. If it is patentable, technically doable, bla bla", "So yeah if you have doubts on the essay just write me the specific things you want to know and I ll ask her", "And for the essay, i hv a question also   Are they mainly aiming to manufacture only microneedle or including sensor and insulin injector.", "Good question", "What is it related to? Spinning? Self assembly?"]}, "topic1": {"messages": ["Cell sheeting would be something funny with my pronunciation. But what is it related to?", "It has been reported that the sheet-like cell assembly referred to as a “cell sheet” can be fabricated by several methods.", "Designed for use in clinical applications, cell sheet engineering has been developed as a unique, scaffold-free method of cell processing utilizing temperature-responsive cell culture vessels.", "It s that thing with the mandrel? For blood vessels?", "but isn't what you said some kind of elevtrospinning?", "cell-sheeting is for myocardium patch for example like layering cell sheet to achieve 3D structure", "With auto formation of collagen? That thing?", "i thought cell sheeting was basically the same as bioprinting...", "Layer by layer stuff with inkjet printer?", "basically", "that's  self assemby right?", "related to bioprinting", "yeah", "bioprinting with self assembly", "with bioprinting you bring out the whole thing but with cell sheeting you can make patches or sheets and then implant those", "that makes sense", "so with cell sheeting you can print out a cornea?", "it's not necessarily related to printing; they just grow cells on a 'temperature-responsive' culture dish that allows for cells to be removed without the use of trypsin; according to Okano that means more ECM remains and better cell-cell interaction and thus better properties. It is a monolayer though; but those are useful on ocular stuff or they use 4 stacked layers in myocardium repair. But probably by now you got all that", "so it's just self assembly in a dish", "Well done. But I can t see numerical problems apart from two, am I missing something?", "theory stuff like femoral head load shit is on there too"]}}